{"translation-revision-date":"2022-02-04 07:22:13+0000","generator":"GlotPress\/3.0.0-alpha.2","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=2; plural=n != 1;","lang":"nl"},"Try Again":["Probeer opnieuw"],"Elementor is not authorized to read or write from this file. Contact your site host.":["Elementor is niet geautoriseerd om uit dit bestand te lezen of te schrijven. Neem contact op met je site host."],"There is an error with the manifest file. Try importing again with a new kit file.":["Er is een fout opgetreden in het manifest bestand. Probeer opnieuw te importeren met een nieuw kit bestand."],"Install a PHP zip on your server or contact your site host.":["Installeer een PHP zip op je server of neem contact op met je site host."],"This allows Elementor to scan your SVGs for malicious content. Otherwise, you can skip any SVGs in this import.":["Hierdoor kan Elementor je SVG's scannen op schadelijke inhoud. Anders kun je alle SVG's in deze import overslaan."],"First, enable unfiltered file uploads.":["Schakel eerst ongefilterde bestandsuploads in."],"Go back":["Ga terug"],"Nothing to worry about, just continue without importing SVGs or go back and start the import again.":["Niets om je zorgen over te maken, ga gewoon door zonder SVG's te importeren of ga terug en begin opnieuw met importeren."],"Sorry, something went wrong.":["Er ging iets mis."],"This Template Kit includes:":["Deze Template Kit bevat:"],"Content:":["Inhoud:"],"Site Settings:":["Site-instellingen:"],"Templates:":["Templates:"],"Custom Post Type":["Aangepast berichttype"],"WP Posts":["WP berichten"],"WP Pages":["WP pagina's"],"To import or export these components, you’ll need Elementor Pro.":["Om deze componenten te importeren of exporteren, heb je Elementor Pro nodig."],"Global widgets":["Globale widgets"],"Kit Info":["Kit info"],"After you select what's included from your imported kit, you’ll be able to choose which current site settings should stay and which the import should override. ":["Nadat je hebt geselecteerd wat er in je geïmporteerde kit is opgenomen, kun je kiezen welke huidige site-instellingen moeten blijven en welke de import moet overschrijven. "],"How does importing work?":["Hoe werkt importeren?"],"Once your download is complete, import your kit to another site and get it up and running quickly.":["Zodra je download is voltooid, importeer je je kit naar een andere site en zet je deze snel aan de slag."],"Tip!":["Tip!"],"That’s it!":["Meer hoef je niet te doen!"],"Select what to include from your site. We’ll use that to create a zip file.":["Selecteer wat je wilt opnemen op je site. We gebruiken dat om een zip-bestand te maken."],"How does exporting work?":["Hoe werkt exporteren?"],"A kit is a zip file containing anything from an entire site to individual components.":["Een kit is een zipbestand dat alles bevat, van een hele site tot afzonderlijke componenten."],"What’s a Template Kit?":["Wat is een template kit?"],"Setting up your kit...":["Je kit instellen..."],"Select the items you want to keep and apply:":["Selecteer de items die je wilt bewaren en pas toe:"],"Your site's homepage will be determined by the kit. You can change this later.":["De startpagina van je site wordt bepaald door de kit. Je kunt dit later wijzigen."],"Note":["Opmerking"],"Items that you leave checked here will override your current design and settings.":["Items die je hier laat staan, overschrijven je huidige ontwerp en instellingen."],"We noticed that items in your kit overlap with what's already live on your site.":["We merkten dat items in je kit overlappen met wat er al live op je site staat."],"Existing":["Bestaande"],"Imported":["Geïmporteerd"],"Upload a file with templates, site settings, content, etc., and apply them to your site automatically.":["Upload een bestand met templates, site-instellingen, inhoud, enz. en pas deze automatisch toe op je site."],"Back to Kit Library":["Terug naar de kit bibliotheek"],"By default, all of your components will be imported.":["Standaard worden alle onderdelen geïmporteerd."],"Choose which Elementor components - templates, content and site settings - to include in your kit.":["Kies welke Elementor componenten - templates, inhoud en site-instellingen - in je kit moeten worden opgenomen."],"Your kit is now live on your site!":["Je kit staat nu live op je site!"],"Kit Description":["Kit beschrijving"],"Kit Name":["Kit naam"],"Choose which Elementor components - templates, content and site settings - to include in your kit file.":["Kies welke Elementor componenten - templates, inhoud en site-instellingen - in je kitbestand moeten worden opgenomen."],"Kit Information":["Kit informatie"],"Elementor Kit":["Elementor Kit"],"These are the details you’ll use to quickly find and apply this kit in the future, even as your collection grows.":["Dit zijn de details die je zult gebruiken om deze kit snel te vinden en toe te passen in de toekomst, zelfs als je collectie groeit."],"What is kit information?":["Wat is kit informatie?"],"Template Kit Information":["Template kit Informatie"],"Say something about the style and content of these files...":["Zeg iets over de stijl en inhoud van deze bestanden..."],"Now you can import this kit and use it on other sites.":["Nu kan je deze kit importeren en op andere sites gebruiken."],"Import":["Import"],"Nothing to worry about, just try again. If the problem continues, head over to the Help Center.":["Niets om je zorgen over te maken, probeer het gewoon opnieuw. Als het probleem zich blijft voordoen, ga je naar het hulpcentrum."],"to learn more about building your site with Elementor Kits":["voor meer informatie over het bouwen van je site met Elementor Kits"],"Don't close this window until the process is finished.":["Sluit dit venster pas als het proces is voltooid."],"This usually takes a few moments.":["Dit duurt meestal enkele ogenblikken."],"Or":["Of"],"Drag & drop the .zip file with your Kit":["Versleep het .zip-bestand met je Kit"],"Upload Files to Your Library":["Bestanden uploaden naar je bibliotheek"],"We recommend that you backup your site before importing a kit file.":["We raden aan dat je een back-up maakt van je site voordat je een kit bestand importeert."],"Important":["Belangrijk"],"By default, all of your components will be exported.":["Standaard worden al je componenten geëxporteerd."],"Background Settings":["Achtergrondinstellingen"],"Lightbox Settings":["Lightbox instellingen"],"Theme Style settings":["Instellingen voor themastijlen"],"Elementor Pages":["Elementor pagina's"],"404 Error Page":["404 foutpagina"],"to download":["te downloaden"],"Download not working?":["Downloaden werkt niet?"],"Your export is ready!":["Je export is klaar!"],"Click Here":["Klik hier"],"Back to dashboard":["Terug naar dashboard"],"Import a Template Kit":["Importeer een template kit"],"Export a Template Kit":["Exporteer een template kit"],"Landing Pages":["Landingspagina's"],"App could not be loaded":["App kon niet geladen worden"],"Global Colors":["Globale kleuren"],"Search Results":["Zoek resultaten"],"Archives":["Archieven"],"Single Posts":["Enkelvoudige berichten"],"Single Pages":["Enkelvoudige pagina's"],"Footers":["Footers"],"Headers":["Headers"],"We’re sorry, but something went wrong. Click on ‘Learn more’ and follow each of the steps to quickly solve it.":["Het spijt ons, maar er ging iets mis. Klik op ‘meer informatie’ en volg alle stappen om het snel op te lossen."],"Tip":["Tip"],"Not Found":["Niet gevonden"],"Site Settings":["Site instellingen"],"Layout Settings":["Lay-out instellingen"],"Next":["Volgende"],"Previous":["Vorige"],"Popups":["Popups"],"Continue":["Doorgaan"],"Skip":["Overslaan"],"Something went wrong.":["Er is iets fout gegaan."],"Select File":["Selecteer bestand"],"Enable":["Inschakelen"],"Edit Template":["Template bewerken"],"Go Pro":["Koop Pro"],"Elementor Posts":["Elementor berichten"],"Export":["Exporteren"],"Close":["Sluiten"],"Saved Templates":["Opgeslagen templates"],"Templates":["Templates"],"Learn More":["Leer meer"],"Global Fonts":["Globale lettertypen"],"Content":["Inhoud"],"Go Back":["Ga terug"],"Elementor":["Elementor"]}},"comment":{"reference":"assets\/js\/app.js"}}